const states = {
  channel: ['要闻', '爱看', '图片', '热点', '小视界', '独家', '杭州', '新时代', '视频', '娱乐', 'NBA', '体育', '足球', '星座', '天气', '财经', '军事', '科技', '数码', '时尚', '汽车', '游戏', '房产', '股票', '音乐', '教育', '文化', '动漫', '国际', '电影', '佛学', '健康', '搞笑', '历史', '鸡汤', '科学', '美食', 'CBA', '电竞', '民生', '24小时', '改革开放', '综艺', '中超', '手机', '二手车', '中国军情', '环球军情', '明星', '新车', '女性', '西甲', '英超', '意甲'],
  recommendChannel: ['美容', '宠物', '育儿', '旅游', '搏击', '理财', '冰雪', '传媒', 'NFL', '有声'],
  localChannel: ['广东', '广州', '深圳', '北京', '上海', '武汉', '福建', '成都', '杭州', '重庆', '石家庄', '河北', '河南', '西安', '江苏', '辽宁', '浙江', '海南', '天津', '银川'],
  defaultLocalChannel: ['广东', '广州', '深圳', '北京', '上海', '武汉', '福建', '成都', '杭州', '重庆', '石家庄', '河北', '河南', '西安', '江苏', '辽宁', '浙江', '海南', '天津', '银川', '杭州']
}

export default states
